Repository: ciaochiang/Tight
Catalog: Tight/Localizable.xcstrings
Source language: en
Languages: zh_hant

# action_key_add
source: Add
zh_hant: 新增

# action_key_add_exercise
source: Add Exercise
zh_hant: 新增運動

# action_key_close
source: Close
zh_hant: 關閉

# action_key_create
source: Create
zh_hant: 建立

# action_key_create_new_plan
source: Create New Plan
zh_hant: 建立新計畫

# action_key_edit_plan
source: Edit Plan
zh_hant: 編輯計畫

# action_key_restart_training
source: Restart Training
zh_hant: 重新訓練

# action_key_start_training
source: Start Training
zh_hant: 開始訓練

# callout_key_start_adding_exercise_to_plan
source: Start adding exercises to your plan.
zh_hant: 開始設定你的運動計畫吧！

# callout_key_start_creating_new_plan
source: Start creating new plan.
zh_hant: 開始建立第一個計畫

# common_key_allow_receive
source: receive
zh_hant: 開啟

# common_key_exercise
source: Exercise
zh_hant: 運動

# common_key_favorites
source: Favorites
zh_hant: 我的最愛

# common_key_new_plan
source: New Plan
zh_hant: 建立新計畫

# common_key_no_exercises
source: No Exercises
zh_hant: 還沒有任何運動？

# common_key_no_favorites
source: No Favorites
zh_hant: 沒有任何最愛

# common_key_no_plans
source: No Plans
zh_hant: 還沒有任何計畫？

# common_key_notification
source: Notification
zh_hant: 通知

# common_key_perferences
source: Preferences
zh_hant: 偏好

# common_key_pick_exercise
source: Pick Exercise
zh_hant: 選擇運動

# common_key_plan
source: Plan
zh_hant: 計畫

# common_key_plan_name
source: Name
zh_hant: 計畫名稱

# common_key_plans
source: Plans
zh_hant: 計畫管理

# common_key_settings
source: Settings
zh_hant: 設定

# common_key_tags
source: Tags
zh_hant: 標籤

# exercise_category_compound_or_fullbody
source: Compound / Full Body
zh_hant: 複合式 / 全身

# exercise_category_core
source: Core
zh_hant: 核心

# exercise_category_lower_body
source: Lower Body
zh_hant: 下身

# exercise_category_upper_body
source: Upper Body
zh_hant: 上身

# exercise_glossary_repetitions
source: Repetitions
zh_hant: 重複次數

# exercise_glossary_rest_intervals
source: Rest Intervals
zh_hant: 組間休息

# exercise_glossary_sets
source: Sets
zh_hant: 組數

# exercise_glossary_weight
source: Weight
zh_hant: 重量

# exercise_glossary_weight_unit
source: Weight Unit
zh_hant: 重量單位

# exercise_key_arnold_press
source: Arnold Press
zh_hant: 阿諾推舉

# exercise_key_battle_rope
source: Battle Rope
zh_hant: 戰繩

# exercise_key_bench_press
source: Bench Press
zh_hant: 平板臥推

# exercise_key_bent_over_row
source: Bent Over Row
zh_hant: 俯身划船

# exercise_key_bicep_curl
source: Bicep Curl
zh_hant: 二頭彎舉

# exercise_key_bicycle_crunch
source: Bicycle Crunch
zh_hant: 單車式捲腹

# exercise_key_box_jump
source: Box Jump
zh_hant: 跳箱

# exercise_key_bulgarian_split_squat
source: Bulgarian Split Squat
zh_hant: 保加利亞分腿蹲

# exercise_key_burpee
source: Burpee
zh_hant: 波比跳

# exercise_key_calf_raise
source: Calf Raise
zh_hant: 提踵 / 踮腳

# exercise_key_chest_fly
source: Chest Fly
zh_hant: 胸飛鳥

# exercise_key_clean_and_jerk
source: Clean and Jerk
zh_hant: 挺舉

# exercise_key_crunch
source: Crunch
zh_hant: 捲腹

# exercise_key_deaflift
source: Deadlift
zh_hant: 硬舉 / 拉舉

# exercise_key_dumbbell_row
source: Dumbbell Row
zh_hant: 啞鈴屈體划船

# exercise_key_farmer_walk
source: Farmer's Walk
zh_hant: 農夫走路

# exercise_key_glute_bridge
source: Glute Bridge
zh_hant: 臀橋 / 橋式

# exercise_key_hamstring_curl
source: Hamstring Curl
zh_hant: 腿後彎舉

# exercise_key_hanging_leg_raise
source: Hanging Leg Raise
zh_hant: 懸垂舉腿

# exercise_key_incline_bench_press
source: Incline Bench Press
zh_hant: 上斜臥推

# exercise_key_kettlebell_swing
source: Kettlebell Swing
zh_hant: 雙手盪壺

# exercise_key_lat_pulldown
source: Lat Pulldown
zh_hant: 滑輪下拉

# exercise_key_lateral_raise
source: Lateral Raise
zh_hant: 側平舉

# exercise_key_leg_extension
source: Leg Extension
zh_hant: 雙腿伸屈

# exercise_key_leg_press
source: Leg Press
zh_hant: 腿推

# exercise_key_leg_raise
source: Leg Raise
zh_hant: 抬腿

# exercise_key_lunge
source: Lunge
zh_hant: 弓步

# exercise_key_medicine_ball_slams
source: Medicine Ball Slams
zh_hant: 藥球砸地

# exercise_key_none
source: None
zh_hant: 未選擇

# exercise_key_plank
source: Plank
zh_hant: 平板支撐

# exercise_key_pull_up
source: Pull Up
zh_hant: 引體向上

# exercise_key_push_press
source: Push Press
zh_hant: 借力推舉

# exercise_key_push_up
source: Push Up
zh_hant: 伏地挺身

# exercise_key_romanian_deadlift
source: Romanian Deadlift
zh_hant: 羅馬尼亞硬舉

# exercise_key_rowing_machine
source: Rowing Machine
zh_hant: 划船器

# exercise_key_russian_twist
source: Russian Twist
zh_hant: 俄羅斯旋轉

# exercise_key_shoulder_press
source: Shoulder Press
zh_hant: 肩部推舉

# exercise_key_shrug
source: Shrug
zh_hant: 啞鈴聳肩

# exercise_key_snatch
source: Snatch
zh_hant: 抓舉

# exercise_key_squat
source: Squat
zh_hant: 深蹲

# exercise_key_step_up
source: Step Up
zh_hant: 登階

# exercise_key_superman
source: Superman
zh_hant: 超人式

# exercise_key_thruster
source: Thruster
zh_hant: 借力推深蹲

# exercise_key_tricep_dip
source: Tricep Dip
zh_hant: 三頭肌撐體

# exercise_key_turkish_get_Up
source: Turkish Get-Up
zh_hant: 土耳其起立

# exercise_key_upright_row
source: Upright Row
zh_hant: 直立划船

# exercise_key_wall_ball
source: Wall Ball
zh_hant: 藥球訓練

# exercise_key_woodchopper
source: Woodchopper
zh_hant: 伐木式

# exercise_tag_key_barbell
source: Barbell
zh_hant: 杠鈴

# exercise_tag_key_battle_rope
source: Battle Rope
zh_hant: 戰繩

# exercise_tag_key_bench
source: Bench
zh_hant: 平板椅

# exercise_tag_key_dumbbell
source: Dumbbell
zh_hant: 啞鈴

# exercise_tag_key_kettlebell
source: Kettlebell
zh_hant: 壺鈴

# exercise_tag_key_machine
source: Machine
zh_hant: 機器

# exercise_tag_key_medicine_ball
source: Medicine Ball
zh_hant: 藥球

# exercise_tag_key_others
source: Others
zh_hant: 其他

# exercise_tag_key_pull_up_bar
source: Pull up Bar
zh_hant: 引體單槓

# exercise_tag_key_rack
source: Rack
zh_hant: 深蹲架

# exercise_tag_key_resistance_band
source: Resistance Band
zh_hant: 彈力繩

# exercise_tag_key_rower
source: Rower
zh_hant: 划船器

# exercise_tag_key_treadmill
source: Treadmill
zh_hant: 跑步機

# exercise_tag_key_tricep_rope
source: Tricep Rope
zh_hant: 下拉繩

# exercise_weight_unit_kilogram
source: kg
zh_hant: 公斤

# exercise_weight_unit_pound
source: lb
zh_hant: 磅

# onboarding_key_notification_description
source: Allow notifications to stay updated on your workout progress, receive motivational reminders, and never miss a training session.
zh_hant: 允許通知，隨時更新你的運動進度，永不錯過訓練課程。

# onboarding_key_welcome_description
source: Your personal fitness assistant.
zh_hant: 你的個人健身小幫手

# placeholder_key_plan_name_textfield
source: e.g. lower body, burn weight..
zh_hant: 例如: 上身, 燃脂..
